[
    {
        "url": "https://www.cnn.com",
        "source": "https://www.cnn.com",
        "headline": "Hamas claims negotiating team survived Israeli strike on Qatar",
        "body": "Show all Show all © 2025 Cable News Network. A Warner Bros. Discovery Company. All Rights Reserved.CNN Sans ™ & © 2016 Cable News Network.",
        "publication_date": "2014-04-14 00:00:00"
    },
    {
        "url": "https://www.bbc.com",
        "source": "https://www.bbc.com",
        "headline": "Monday Night Club: What went wrong for Onana at Man United? And Tuchel's biggest test?",
        "body": "LIVE Trump to speak to media after White House criticises Israel's Doha strike The US president is likely to be asked about Israel's strike on Hamas leaders in Qatar, and the Epstein files. Nepal parliament set on fire after PM resigns over anti-corruption protests KP Sharma Oli steps down amid Nepal's worst unrest in decades, with at least 22 deaths reported in clashes. 4 hrs ago Asia LIVE Trump to speak to media after White House criticises Israel's Doha strike The US president is likely to be asked about Israel's strike on Hamas leaders in Qatar, and the Epstein files. Nepal parliament set on fire after PM resigns over anti-corruption protests KP Sharma Oli steps down amid Nepal's worst unrest in decades, with at least 22 deaths reported in clashes. 4 hrs ago Asia LIVE Hamas claims leadership survived Israeli strike on Doha, as Trump says US tried to warn Qatar Trump says he only learned of the attack from the US military - the US then tried to warn Qatar, but it was \"too late\". Macron names ally Sébastien Lecornu as new French PM It comes after a vote of confidence ousted François Bayrou after nine months in power. 1 hr ago Europe What's in the book of birthday messages to Epstein A US congressional panel has released a redacted copy of an alleged \"birthday book\" given to Epstein. 3 hrs ago US & Canada Suspect in fatal stabbing of Ukrainian refugee charged with federal crime The murder of Ukrainian refugee Iryna Zarutska on a train prompted an outcry over public safety and a debate over crime policy. 11 mins ago World Business chiefs urge Trump to ease up on immigration crackdown after Georgia raid The president's pledge to restore jobs to American workers is running into conflict with other economic goals. 2 hrs ago Asia Only from the BBC The simple test to check how old your lungs are The condition of our lungs can reveal a great deal about our wider health. Luckily you can also get them into better shape. 'He is an awful man': Why we are wrong about Darcy Mostly miserable and even \"unforgivably cruel\", Jane Austen's famous romantic hero is not what he seems, writes the author Sebastian Faulks, in an exclusive extract. The Global Story Why is the US government deporting people building factories? The ICE raid at a Hyundai plant in Georgia exposes the conflict betweenTrump’s priorities 26 mins Save More news What we know about Nepal anti-corruption protests as PM resigns Protests in Nepal turned  deadly after thousands of youngsters marched against the blocking of social media platforms. 11 mins ago Asia LIVE World Cup qualifier: Impressive England hit five in Serbia to maintain perfect start - reaction & report Follow reaction after England thrash Serbia 5-0 to maintain perfect start to World Cup qualifying campaign. Protect Arctic from 'dangerous' climate engineering, scientists warn Controversial approaches to cooling the planet are unlikely to work, according to dozens of polar scientists. 4 hrs ago Climate India elects new vice-president in midterm vote CP Radhakrishnan, a nominee of PM Modi's BJP-led ruling alliance, is set to be India's next vice-president. 4 hrs ago Asia Russian air strike kills 24 in pension queue, Ukraine says The attack targeted the eastern village of Yarova, officials say, a few kilometres from the front line. 6 hrs ago Europe LIVE World Cup qualifier: Impressive England hit five in Serbia to maintain perfect start - reaction & report Follow reaction after England thrash Serbia 5-0 to maintain perfect start to World Cup qualifying campaign. White House denies Trump's alleged birthday message to Epstein is authentic The message purportedly written by Trump is inside a 238-page book released by a House committee. 8 hrs ago US & Canada Russian air strikes get deadlier and bigger, hitting Ukraine's very heart Ukraine says Russia deliberately hit the main government building in Kyiv with a missile last Sunday. 42 mins ago Europe Protect Arctic from 'dangerous' climate engineering, scientists warn Controversial approaches to cooling the planet are unlikely to work, according to dozens of polar scientists. 4 hrs ago Climate Must Watch More than a dozen robbers storm jewellery shop in California An 88-year-old jewellery store owner in San Jose is recovering after being assaulted during a violent smash-and-grab robbery. 4 hrs ago US & Canada Inside Kyiv government building hit by missile strike The BBC's Sarah Rainsford says Sunday's attack caused \"a huge amount of damage\". 10 hrs ago Europe Japan's tomb of buried photos revealing its secrets The Japanese photographer who buried hundreds of photos and the journey to revive his legacy. 11 hrs ago Time Frame How the massive immigration raid at a Georgia car plant unfolded Nearly 500 workers - most of them South Korean nationals - were seized in an immigration raid on a large Korean car plant in the US state of Georgia. 24 hrs ago World WestJet flight from Toronto makes hard landing in the Caribbean The airline confirmed that all 164 passengers and crew aboard flight 2276 were safely evacuated. 1 day ago World A spikiness to Tuchel as England manager - Smith Former England midfielder Andros Townsend and the Observer's Rory Smith discuss Thomas Tuchel's \"spikiness\" as England manager and Marcus Rashford's performances. 16 hrs ago England Men Video shows life-sized World War Two bomber sculpture from air The artwork in Norton Disney is a tribute to the Lincolnshire RAF crews of World War Two. 1 day ago Lincolnshire Rick Astley: 'Hearing my song in a Tokyo toilet was bizarre' Rick Astley recounts some of the weirdest places he has heard his 1987 hit Never Gonna Give You Up. 1 day ago Manchester The Open Road The road trip that celebrates a musical legend Many towns and cities along the Blues Trail have planned festivals, exhibitions and live music to mark what would have been BB King's 100th birthday. See more Music Anastacia: Arnold Schwarzenegger made me sing Whatta Man 12 times As she celebrates 25 years in music, Anastacia reflects on the gigs she played on her way to the top. See more US & Canada news Watch: Missile strikes suspected UFO in newly released video The footage was shown during a Congressional hearing on \"unidentified anomalous phenomena,\" which in the air are commonly referred to as as UFOs. Supreme Court to decide if Trump's global tariffs are legal Mandelson called Epstein 'best pal' in birthday message US created 911,000 fewer jobs than thought in year to March More world news Pressure mounts on Bolsonaro as two out of five judges find him guilty The Brazilian ex-president is accused of plotting a coup to cling to power, which he denies. Hamas claims leadership survived Israeli attack in Doha, but confirms six deaths What do we know about Israeli strike on Hamas in Qatar? The pride of Ethiopia - What it took to build Africa's largest hydro-electric dam Business Murdochs reach deal in succession battle over media empire Lachlan Murdoch will retain control of the conservative Fox and News Corp empire under the deal. Nepal lifts social media ban after 19 killed in protests John Swinney visits US for Scotch whisky talks Ferrari chair to do community service over tax case Sport How dream relationship soured as Forest turn to Postecoglou Nuno Espirito Santo's reign at Nottingham Forest ended in slow motion as Ange Postecoglou was brought in to replace the Portuguese. 'No Plan B' for Vuelta despite more protests What makes five-goal Haaland such a phenomenal goalscorer? 'People being happy for me is bigger than any win' Latest Sport audio BBC Women’s Football Weekly Close contests, dream debuts & transfer records Save Football Daily Monday Night Club: What went wrong for Onana at Man United? And Tuchel's biggest test? Save The Wayne Rooney Show The Michael Owen Debate & Was Louis van Gaal Better Than Fergie? Save Rugby Union Weekly Women's Rugby World Cup: New Zealand thrash Ireland Save F1: Chequered Flag Italian Grand Prix Review Save Football Daily England regress under Tuchel? & WSL kicks off Save Rugby Union Weekly Women's Rugby World Cup: England outclass Australia Save 606 England tepid again under Tuchel Save Tech It's taken three years to recover from China hack, election watchdog says In the first interview about the hack, the commission's new boss admits that huge mistakes were made, but says the organisation is now secure. Publishers fear AI summaries are hitting online traffic Duped of millions in 'digital arrest', Indian woman seeks answers from banks Microsoft cloud services disrupted by Red Sea cable cuts Science & health Best and worst-performing NHS Trusts in England named Critics question the usability of new league tables meant to inform the public and let them exercise choice. Watch a fierce Albertosaurus matriarch assert dominance The microbes that control your sleep In pictures: Blood Moon captivates sky-gazers around the world Culture 'No one is irreplaceable', says BBC chief after scandals Tim Davie tells MPs he is \"not letting anything lie\" when it comes to rooting out abuses of power. Graham Linehan: I don't regret my online posts 'We wanted to make it real': How Goodfellas reinvented the gangster film New Banksy mural appears at Royal Courts of Justice Arts How Jane Austen's secrets were destroyed forever Austen is one of the greatest writers in the English language – but relatively little is known about her. And that's in part because of an act that infuriates many to this day. The 'obscene' book that became a bestseller A look inside Michelangelo's 'secret room' How a little town became Japan's unexpected art haven Watch Watch a fierce Albertosaurus matriarch assert dominance In a pack of carnivorous Albertosaurus, tensions flare when they haven't eaten for over a week. See more Travel Is cheese the new reason to travel? From Alpine caves to Corsica's mountains, travellers are discovering France's landscapes and traditions through its most famous dairy delicacy. The furious debate over the US's fourth-best city The triumphant return of the US's Mardi Gras train Paneer to poutine: Inside the world's local McDonald's World's Table The 'trash district' fuelling Mexico City's top restaurants How the Central de Abasto market has become the unlikely backbone of Mexico City's fine-dining revolution. Is 'pay what you can' the newest restaurant trend? The little-known isle where meals cook beneath your feet Costa Rica's nine-course meal in the sky Earth Why monsoon rains have been so deadly in India this year Rains have caused landslides and severe floods in parts of the country and killed hundreds. Vape ban isn't working, says UK waste firm boss How eating insects became a conspiracy theory Timelapse shows Blood Moon rising around the world Video Why the US is going back to the moon after 50 years Katty Kay interviews Eileen Collins on Artemis, diversity in space, and how lunar missions prepare us for Mars. The aquatic drone cleaning up waterways The UK's last Victorian steam mill in operation The majestic ancient ruins of Cleopatra's Bath Discover more from the BBC US Politics Unspun No noise. No agenda. Just expert analysis of the issues that matter most from Anthony Zurcher, every Wednesday. Download the BBC app Click here to download the BBC app for Apple and Android devices. Sign up to World of Business Gain the leading edge with global insights for the boardroom and beyond, in your inbox every Wednesday. Register for a BBC account Don't have time to read everything right now? Your BBC account lets you save articles and videos for later. Sign up for the Essential List The week's best stories, handpicked by BBC editors, in your inbox every Tuesday and Friday. Sign up to News Briefing News and expert analysis for every schedule. Get the morning and evening editions of our flagship newsletter in your inbox.",
        "publication_date": null
    },
    {
        "url": "https://www.nytimes.com",
        "source": "https://www.nytimes.com",
        "headline": "New York Times - Top Stories",
        "body": "Make sense of the day’s news and ideas. Catch up on big news, and wind down to end your day. The biggest stories of our time, in 20 minutes a day. Get what you need to know to start your day. Original analysis on the week’s biggest global stories. The latest news for any part of the world you select. Backstories and analysis from our Canadian correspondents. The most crucial business and policy news you need to know. Our best tech reporting from the week. Our tech journalists help you make sense of the rapidly changing tech world. Reviews, news and features to help you find your next read. Streaming TV and movie recommendations. The podcast that takes you inside the literary world. Pop music news, new songs and albums, and artists of note. Unwind with stories about culture and the way we live. Essential news and guidance to live your healthiest life. The complicated love lives of real people. Mapping the new world order through interviews and conversations. You've heard the news, here's what to make of it. Discussions of ideas that matter, plus book recommendations. Podcasts and narrated articles covering news, tech, culture and more. Come on in, the culture's fine. Your morning listen. Top stories, in 10 minutes. An investigation into\nC-sections. Our editors share their favorite listens from The Times and beyond. Be the first to know about our new shows. Word games, logic puzzles and crosswords, including an extensive archive. Spelling Bee The Mini Crossword Wordle The Crossword PipsNEW Strands Connections Sudoku Letter Boxed Tiles Puzzles, brain teasers, solving tips and more. Get an easy version of one of the hardest crossword puzzles of the week. Recipes, advice and inspiration for everyday cooking, special occasions and more. New recipes, easy dinner ideas and smart kitchen tips from Melissa Clark, Sam Sifton and our New York Times Cooking editors. Delicious vegetarian recipes and tips from Tanya Sichynsky. Dinner ideas for busy people from Emily Weinstein. Reviews and recommendations for thousands of products. The best independent reviews, expert advice and intensively researched deals. Step-by-step advice on how to keep everything in your home squeaky clean. Personalized coverage of your sports teams and leagues. Delivering the top stories in sports, Sunday to Friday. The top stories in the NFL, from Jacob Robinson with Dianna Russini. Connections:\nSports Edition Connections Coach Make sense of the day’s news and ideas. Catch up on big news, and wind down to end your day. The biggest stories of our time, in 20 minutes a day. Get what you need to know to start your day. Original analysis on the week’s biggest global stories. The latest news for any part of the world you select. Backstories and analysis from our Canadian correspondents. The most crucial business and policy news you need to know. Our best tech reporting from the week. Our tech journalists help you make sense of the rapidly changing tech world. Reviews, news and features to help you find your next read. Streaming TV and movie recommendations. The podcast that takes you inside the literary world. Pop music news, new songs and albums, and artists of note. Unwind with stories about culture and the way we live. Essential news and guidance to live your healthiest life. The complicated love lives of real people. Mapping the new world order through interviews and conversations. You've heard the news, here's what to make of it. Discussions of ideas that matter, plus book recommendations. Podcasts and narrated articles covering news, tech, culture and more. Come on in, the culture's fine. Your morning listen. Top stories, in 10 minutes. An investigation into\nC-sections. Our editors share their favorite listens from The Times and beyond. Be the first to know about our new shows. Word games, logic puzzles and crosswords, including an extensive archive. Spelling Bee The Mini Crossword Wordle The Crossword PipsNEW Strands Connections Sudoku Letter Boxed Tiles Puzzles, brain teasers, solving tips and more. Get an easy version of one of the hardest crossword puzzles of the week. Recipes, advice and inspiration for everyday cooking, special occasions and more. New recipes, easy dinner ideas and smart kitchen tips from Melissa Clark, Sam Sifton and our New York Times Cooking editors. Delicious vegetarian recipes and tips from Tanya Sichynsky. Dinner ideas for busy people from Emily Weinstein. Reviews and recommendations for thousands of products. The best independent reviews, expert advice and intensively researched deals. Step-by-step advice on how to keep everything in your home squeaky clean. Personalized coverage of your sports teams and leagues. Delivering the top stories in sports, Sunday to Friday. The top stories in the NFL, from Jacob Robinson with Dianna Russini. Connections:\nSports Edition Connections Coach LIVE Trump Administration Nepal Protests Israeli Strike Targets Hamas Leadership in Qatar, a Close U.S. Ally The Gulf nation of Qatar has been trying to negotiate a cease-fire in Gaza. The attack threatened to destabilize those peace efforts. 6 min read Hamas Fighters Claim Responsibility for Bus Stop Shooting in Jerusalem Israeli officials said the attack at the crowded bus stop spurred, in part, the decision to launch targeted strikes against Hamas leaders in Qatar. 3 min read BREAKING Princeton Student Held by Iran-Backed Militia Is Released, Trump Says 2 min read Iran and U.N. Watchdog Reach Agreement to Resume Nuclear Inspections 3 min read LIVE Nepali Troops Move to Restore Order as Death Toll Rises to 22 Protesters defied a curfew to set fire to government buildings and the homes of politicians as unrest over censorship and economic issues continued.  The Forces Behind Nepal’s Explosive Gen Z Protests 4 min read A Censorship Playbook Fails in Nepal, Prompting Unrest 2 min read Jeffrey Epstein Fallout Effort to Force a House Vote on Epstein Files Nears Success Supporters are on the brink of collecting the 218 signatures to proceed, but House Republican leaders and the White House are trying to stop it. 4 min read Russia-Ukraine War Nuclear Sites Dotted Across Ukraine Pose Threat of Radiation Disaster Each day of war risks a strike on sites that could scatter radioactive material. Officials say one laboratory near the front has been hit dozens of times. 4 min read Russian Bomb Kills at Least 23 Picking Up Pensions, Ukraine Says 2 min read Got a Tip?The Times offers several ways to send important information confidentially › The Restaurant List 2025 Here are the 50 best places in the U.S. right now. Share your thoughts and questions in the comments. Apple Introduces New, Slimmer iPhone The Silicon Valley giant also introduced updates to its traditional smartphones, as well as its AirPods and Apple Watch. 4 min read Wirecutter’s Takeaways From Apple’s Big iPhone Event From Wirecutter The Great Read The Second Life of the Man Who Nearly Died by the 50-Yard Line Damar Hamlin’s heart stopped beating after a tackle on “Monday Night Football” in 2023. He wants to be known for more than that. 8 min read Kennedy Releases Childhood Health Report. It’s Vague on Next Steps. The report, which follows a draft leaked last month, demonstrates both the ambitions and limits of Robert F. Kennedy Jr.’s “Make America Healthy Again” agenda. 4 min read Trump Administration Halts I.R.S. Crackdown on Major Tax Shelters The Treasury Department is rolling back efforts to shut down aggressive strategies used by America’s biggest multinational companies and wealthiest people. 5 min read Employers Added Fewer Jobs Than Believed, Updated Data Shows 4 min read Getting a Visa to Visit the U.S. Could Take Even Longer 2 min read Macron Picks Departing Defense Minister as France’s New Prime Minister President Emmanuel Macron’s appointment of Sébastien Lecornu reflects the pressure Mr. Macron faces to get a budget passed by the end of the year. 4 min read He Risked Everything to Leave China. The U.S. Sent Him Back. A Chinese man crossed jungles to enter the U.S. in a failed bid for asylum. After being deported home in 2023, he faced a choice: stay or try to leave again? 10 min read Nick Fuentes: A White Nationalist Problem for the Right Conservatives have hoped that the notorious white nationalist would go away. Mr. Fuentes has only gained more traction, even while opposing the president. 8 min read Who Are Chicago’s Immigrants? 3 min read The D.C. Delivery Workers Hiding From ICE Fall Travel Comes Into Its Own, Driven by Overtourism and Climate Change Hotels and tour companies are taking note as autumn becomes the season of choice for people looking to escape summer heat and crowds. 6 min read 3 Days of ‘Momijigari’: Experiencing Japan’s Fiery Autumnal Foliage “Momijigari,” which means hunting autumn leaves, draws people to find the most beautiful displays. This itinerary adds history and spirituality to the colors. 7 min read Ross Douthat Can Trump Deflate the Epstein Scandal? 5 min read Alexander Stockton and Derek Beres We Analyzed Thousands of Videos by MAHA Influencers. Here’s What We Found. Paisley Rekdal This Is What Criticism of the President Cost Me 5 min read Michelle Goldberg These Peace Negotiators Say It’s Time to Give Up on the Two-State Solution 5 min read Advertisement German Carmakers, Hit by Chinese Rivals and Tariffs, Stage a Comeback The spotlight at the Munich auto show this year is swinging back to BMW, Mercedes and Volkswagen after previously focusing on Chinese automakers. 4 min read A Gunman Claimed to Have C.T.E. Here Is How Doctors Search for It. The gunman in a Manhattan shooting in July left a note that said, “Study my brain please.” A visit to a brain bank reveals the many steps required. Mamdani Holds Huge Lead in N.Y.C. Mayor’s Race, Times/Siena Poll Finds Zohran Mamdani, the Democratic nominee, is way ahead of his three rivals, but his lead would diminish considerably if the field shrank to a two-man race. 7 min read The New Symbol of the Brazilian Right: The American Flag In a nod to President Trump, Brazil’s nationalist movement adopted the stars and stripes. It could also be the focus of an investigation involving the N.F.L. 3 min read The Athletic Play Connections: Sports Edition  Audio Games Wordle Guess the 5-letter word with 6 chances. Connections Group words that share a common thread. Pips Place every domino in the right spot. Spelling Bee How many words can you make with 7 letters? The Crossword Get clued in with wordplay, every day. The Mini Crossword Solve this bite-sized puzzle in just a few minutes.",
        "publication_date": "2025-09-09 17:02:00-05:00"
    },
    {
        "url": "https://www.theguardian.com",
        "source": "https://www.theguardian.com",
        "headline": "More climate crisis & environment",
        "body": "Share stories with the Guardian securely and confidentially",
        "publication_date": "2025-09-10 00:46:45.595666"
    },
    {
        "url": "https://www.reuters.com",
        "source": "https://www.reuters.com",
        "headline": "reuters.com",
        "body": null,
        "publication_date": null
    },
    {
        "url": "https://www.forbes.com",
        "source": "https://www.forbes.com",
        "headline": "We highlight noteworthy cover stories of tycoons and their companies that have made their mark in the region over the past two decades.",
        "body": "ByForbes Asia Team,Forbes Staff Sea chairman Forrest Li’s wealth more than doubles to $11.2 billion. “Exceptional teachers transform your way of learning by challenging and motivating you while teaching more than just a subject.” Peyton Manning, Athlete and Entrepreneur",
        "publication_date": "2012-02-05 00:00:00"
    },
    {
        "url": "https://techcrunch.com",
        "source": "https://techcrunch.com",
        "headline": "Katie Haun makes the case for tokenizing more of the world",
        "body": "Latest AI Amazon Apps Biotech & Health Climate Cloud Computing Commerce Crypto Enterprise EVs Fintech Fundraising Gadgets Gaming Google Government & Policy Hardware Instagram Layoffs Media & Entertainment Meta Microsoft Privacy Robotics Security Social Space Startups TikTok Transportation Venture Staff Events Startup Battlefield StrictlyVC Newsletters Podcasts Videos Partner Content TechCrunch Brand Studio Crunchboard Contact Us Top Headlines  Founders:land your investor and sharpen your pitch.Investors:discover your next breakout startup.Innovators:claim a front-row seat to the future. Join 10,000+ tech leaders at the epicenter of innovation. Register now and save up to $668.Regular Bird rates end September 26 Musk’s $1T pay package is full of watered-down versions of his own broken promises Scale AI’s former CTO launches AI agent that could solve big data’s biggest problem OpenAI announces AI-powered hiring platform to take on LinkedIn Atlassian to buy Arc developer The Browser Company for $610M Google brings Material 3 Expressive to Pixel 6 and newer devices, along with other features Tesla’s 4th ‘Master Plan’ reads like LLM-generated nonsense Catch up on trending topics Get on waitlist to get exclusive early access to limited tickets! Subscribe for the industry’s biggest tech news  Every weekday and Sunday, you can get the best of TechCrunch’s coverage. Startups are the core of TechCrunch, so get our best coverage delivered weekly. Get the best of our coverage, delivered to your inbox every Saturday. TechCrunch Mobility is your destination for transportation news and insight. By submitting your email, you agree to ourTermsandPrivacy Notice. Katie Haun, founder of Haun Ventures, is a leading voice at the intersection of crypto, policy, and venture capital and shares what it takes to invest with conviction in volatile, high-stakes markets. More From: Equity is TechCrunch’s flagship podcast about the business of startups, unpacked by the writers who know best. Produced by Theresa Loconsolo. Edited by Kell. Each week, StrictlyVC’s host and TechCrunch Editor-in-Chief Connie Loizos, with Alex Gove, former journalist, VC and operating exec, review the top stories in StrictlyVC and interview a mover and shaker in the world of tech. © 2025 TechCrunch Media LLC.",
        "publication_date": "2025-09-10 00:46:47.615918"
    },
    {
        "url": "https://thenextweb.com",
        "source": "https://thenextweb.com",
        "headline": "Want to re-live your favourite sessions?Watch talks from TNW Conference 2025",
        "body": "Your weekly deep dive into the European tech scene.EveryThursdaywith regular columns by TNW's co-founder Boris Veldhuijzen van Zanten and Managing Editor Thomas Macaulay. Your weekly deep dive into the European tech scene.EveryThursdaywith regular columns by TNW's co-founder Boris Veldhuijzen van Zanten and Managing Editor Thomas Macaulay. Cem Ötkün, CEO of Bounce Watch, offers his insider view on AI's impact on investing Cem Ötkün, CEO of Bounce Watch, offers his insider view on AI's impact on investing Gustaf Sahlman, CEO of Swedish ID management firm Curity, urges Europe to strengthen its digital independence How AVs could reshape our cities... TNW takes center stage in the tech industry, offering creative media campaigns, sizzling tech events, bespoke innovation programs, and prime office locations in Amsterdam. Want to engage your audience more effectively, innovate your business, and position your brand in front of a digital-savvy audience?",
        "publication_date": null
    },
    {
        "url": "https://medium.com",
        "source": "https://medium.com",
        "headline": "Humanstories & ideas",
        "body": "Our story Membership Write Sign in AboutHelpTermsPrivacy Help Status About Careers Press Blog Privacy Rules Terms Text to speech",
        "publication_date": null
    },
    {
        "url": "https://dev.to",
        "source": "https://dev.to",
        "headline": "Posts",
        "body": "We're a place where coders share, stay up-to-date and grow their careers. DEV CommunityA space to discuss and keep up software development and manage your software career Built onForem— theopen sourcesoftware that powersDEVand other inclusive communities. Made with love andRuby on Rails. DEV Community©2016 - 2025.  Ready to build on AI? It’s no secret that AI is becoming an increasingly important part of the software development ecosystem.  To that end, we’re delighted to have partnered with Google AI as DEV’s Official AI Model and Platform Partner. They’ve made it superfast, easy and freeto start tinkering with AI. Take advantage of their generous free tier and start playing around in AI Studio. Start Building in AI Studio Just Launched 🚀 Google AI Multimodal Challenge: $3,000 in Prizes! Build and deploy an applet on Google AI Studio! Submissions Due Sept 28 Heroku \"Back To School\" Challenge: $3,000 in Prizes, just for students! Make the back-to-school transition smoother, smarter, and more successful!",
        "publication_date": "2025-09-08 00:00:00"
    },
    {
        "url": "https://mashable.com",
        "source": "https://mashable.com",
        "headline": "Digital Culture",
        "body": null,
        "publication_date": "2025-09-10 01:46:50.555193"
    },
    {
        "url": "https://www.wsj.com",
        "source": "https://www.wsj.com",
        "headline": "wsj.com",
        "body": null,
        "publication_date": null
    },
    {
        "url": "https://www.wired.com",
        "source": "https://www.wired.com",
        "headline": "WIRED",
        "body": "  ©2025Condé Nast. All rights reserved.WIREDmay earn a portion of sales from products that are purchased through our site as part of our Affiliate Partnerships with retailers. The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of Condé Nast.Ad Choices",
        "publication_date": null
    },
    {
        "url": "https://www.npr.org",
        "source": "https://www.npr.org",
        "headline": "Student Podcast Challenge",
        "body": "WATCH Wu-Tang Clan: Tiny Desk Concert Michael Mayo: Tiny Desk Concert PinkPantheress: Tiny Desk Concert Ari Lennox: Tiny Desk Concert Mustafa: Tiny Desk Concert The Tallest Man On Earth: Tiny Desk Concert (2019) The All-American Rejects: Field Recordings x Aspen Ideas Festival Lucius: Field Recordings x Aspen Ideas Festival MILCK: Field Recordings x Aspen Ideas Festival Daymé Arocena: Field Recordings x Aspen Ideas Festival John Oates: Field Recordings x Aspen Ideas Festival Ty Segall: Tiny Desk Concert Guster: Tiny Desk Concert Nduduzo Makhathini: Tiny Desk Concert Omar: Tiny Desk Concert Mekons: Tiny Desk Concert MIKE: Tiny Desk Concert River Tiber: Tiny Desk Concert Sierra Hull: Tiny Desk Concert Sasha Keable: Tiny Desk Concert PUP: Tiny Desk Concert Rusowsky: Tiny Desk Concert ANOHNI and the Johnsons: Tiny Desk Concert Bloc Party: Tiny Desk Concert Clipse: Tiny Desk Concert Wet Leg: Tiny Desk Concert Takács Quartet: Tiny Desk Concert Gillian Welch & David Rawlings: Tiny Desk Concert Rico Nasty: Tiny Desk Concert Living Colour: Tiny Desk Concert Alex Isley: Tiny Desk Concert Beenie Man: Tiny Desk Concert Stanley Clarke: Tiny Desk Concert CeCe Winans: Tiny Desk Concert Wiz Khalifa: Tiny Desk Concert Amerie: Tiny Desk Concert E-40: Tiny Desk Concert Ruby Ibarra: Tiny Desk Concert The Cast of Buena Vista Social Club: Tiny Desk Concert ARTEMIS: Tiny Desk Concert Death Becomes Her: Tiny Desk Concert Carín León: Tiny Desk Concert Beth Gibbons: Tiny Desk Concert Katie Gavin: Tiny Desk Concert Jeff Parker ETA IVtet: Tiny Desk Concert SUNSET BLVD.: Tiny Desk Concert PJ Sin Suela: Tiny Desk Concert Madison McFerrin: Tiny Desk Concert Wu-Tang Clan: Tiny Desk Concert Backed by strings , the performance morphs into an old-school cipher as Raekwon, Inspectah Deck and Cappadonna traded verses with GZA, Masta Killa and U-God.",
        "publication_date": "2025-09-10 02:37:52.751187"
    },
    {
        "url": "https://www.vox.com",
        "source": "https://www.vox.com",
        "headline": "This moment demands more than headlines",
        "body": "In a time of noise, confusion, and spin, we’re committed to clarity, truth, and depth — even when it’s hard. That kind of journalism isn’t easy. We rely on readers like you to fund our journalism.Will you support our work and become a Vox Member today? The message behind the unprecedented attack on the soil of a US ally. The message behind the unprecedented attack on the soil of a US ally. Today, Explained is Vox's daily news explainer podcast hosted by Sean Rameswaram and Noel King. Worlds we don't know, mysteries we haven't solved, questions we can't answer, and the experts trying to figure it all out. The Gray Area is a philosophical take on culture, politics, and everything in between with host Sean Illing. Explain It to Me is the hotline for all your unanswered questions. Host Jonquilyn Hill is your friendly guide to the answers you're looking for — and maybe even the ones you don’t expect. Today, Explained is Vox's daily news explainer podcast hosted by Sean Rameswaram and Noel King. Worlds we don't know, mysteries we haven't solved, questions we can't answer, and the experts trying to figure it all out. The Gray Area is a philosophical take on culture, politics, and everything in between with host Sean Illing. Explain It to Me is the hotline for all your unanswered questions. Host Jonquilyn Hill is your friendly guide to the answers you're looking for — and maybe even the ones you don’t expect. Understand the world with a daily explainer, plus the most compelling stories of the day. And how wildland firefighters are trying to keep up.﻿ Kennedy wants to “Make America Healthy Again” — but doesn’t want you to see a report that could do just that. The message behind the unprecedented attack on the soil of a US ally. It’s blue, the feeling the country has. Why you should care about Trump’s crypto ventures. The message behind the unprecedented attack on the soil of a US ally. It’s blue, the feeling the country has. Why you should care about Trump’s crypto ventures. How A/C, tax breaks, and hip-hop tilted America southward. New genetic testing offers us the chance to create superbabies. It can come with unintended consequences. When men lack the skills to build intimacy, their relationships — and well-being — suffer. ﻿From picking a career to picking a spouse, one radical philosophical idea will guide you. New genetic testing offers us the chance to create superbabies. It can come with unintended consequences. When men lack the skills to build intimacy, their relationships — and well-being — suffer. ﻿From picking a career to picking a spouse, one radical philosophical idea will guide you. Don’t expect the courts to keep ICE under control. How A/C, tax breaks, and hip-hop tilted America southward. Why Trump’s gaudy White House remodel matters. This is the title for the native ad This small Texas city is leading the country’s response. There are more than 200 mosquito species in the country — but just a few to worry about. ﻿The US eradicated screwworm. Its return could cost America billions. Trump’s war on immigrants could make your housing, food, and health care more expensive. Few countries better exemplify how life has actually improved. The hit Broadway musical turns 10 this year. Does anyone think it’s cool anymore? Is the economy headed for a downturn? “The Department of War,” explained. Is a Nobel Prize grudge pushing India closer to China? ﻿The greatest grand slam in the world has become an etiquette nightmare — and it’s not alone. ﻿Everyone underestimated AI progress. Now what? What will come next in the Trump administration’s war on “narcoterrorism”? ©2025Vox Media, LLC. All Rights Reserved",
        "publication_date": "2025-09-08 00:00:00"
    },
    {
        "url": "https://www.bloomberg.com",
        "source": "https://www.bloomberg.com",
        "headline": "Bloomberg Asia",
        "body": "Connecting decision makers to a dynamic network of information, people and ideas, Bloomberg quickly and accurately delivers business and financial information, news and insight around the world Americas+1 212 318 2000 EMEA+44 20 7330 7500 Asia Pacific+65 6212 1000 Connecting decision makers to a dynamic network of information, people and ideas, Bloomberg quickly and accurately delivers business and financial information, news and insight around the world Americas+1 212 318 2000 EMEA+44 20 7330 7500 Asia Pacific+65 6212 1000 Top Securities Top Securities Watch: Smoke Rises From Doha Buildings After Israeli Airstrike All categories Watch: Apple Unveils the iPhone 17 Lineup All categories",
        "publication_date": "2025-09-10 01:46:55.069362"
    },
    {
        "url": "https://www.seekingalpha.com",
        "source": "https://www.seekingalpha.com",
        "headline": "Seeking Alpha - Stock Market Analysis & Tools for Investors",
        "body": "Marvell: A Rare AI Entry Point Before ASIC Demand Hits Full Volume Locked. Go Premium to see this view ratings MRVL Weebler Finance",
        "publication_date": "2011-04-14 00:00:00"
    },
    {
        "url": "https://www.engadget.com",
        "source": "https://www.engadget.com",
        "headline": "Engadget | Technology News & Reviews",
        "body": "We're reporting live from Apple Park at the \"Awe dropping\" event. Apple has unveiled its latest products, and we're getting some early hands-on time with them. It's the free trial that (seemingly) never ends. Microsoft currently relies on OpenAI models to power the majority of AI features found inside of Word, Excel, Outlook and PowerPoint. Apple introduced the lightweight new smartphone at its September event, dubbed \"Awe dropping.\" The iPhone Air makes the iPhone 17 look like a steal. Our firsthand impressions of the new Apple Watch Series 11 and more. If you're trying to decide whether to buy a new iPhone 17 model, camera improvements are no doubt a key consideration. Apple's new C1X modem and N1 chip enable 5G, Wi-Fi 7 and greater power-efficiency on the iPhone Air. Today Apple shook up the traditional iPhone family with the introduction of the iPhone Air, a super thin and sleek replacement for the standard Plus model and a possibly a preview of Apple's upcoming foldable phone. Find out if you'll be able to upgrade your current Apple devices to the latest operating systems. The two newest models in the Apple Watch line-up are about to roll out — here's how to secure yours. We'll also tell you which iPads are confirmed to run iPadOS 26. The best part of the iPhone 17 may be the upgraded display, but that's not the only notable update. Our firsthand impressions of the iPhone 17 Pro and its new unibody design, Centerstage camera and camera plateau. The entry-level model is still stuck with two cameras, but Apple has bumped up the base storage to 256GB. Apple just announced its latest crop of smartphones at its iPhone 17 event. Here's what you should know about each device before you pre-order. Apple introduced its latest smartwatches during its \"Awe Dropping\" iPhone 17 event today. Here's everything we found out. Apple announced the Apple Watch Series 11 during its Awe dropping iPhone event today with notably less green fanfare. Apple just confirmed that older earbuds will be able to use the just-announced Live Translation feature. This includes the AirPods 4 with ANC and AirPods Pro 2. In case you missed it, here are all the details on the latest iPhones, Apple Watches, new AirPods Pro and more.",
        "publication_date": null
    },
    {
        "url": "https://www.theverge.com",
        "source": "https://www.theverge.com",
        "headline": "Today’s Storystream",
        "body": "We’ve held Apple’s new thin and light iPhone. Feed refreshed17 seconds ago iPhone Day. This is the title for the native ad According toApple’s store page for the cloth, no; the iPhone 17, iPhone 17 Pro, and iPhone Air aren’t listed. Neither are the new Apple Watches. I got a demo and I’ll say the noise cancelling is pretty impressive. The entirety of this hands-on space was blocked out and I could hear the sweet dulcet tones of Celine Dion and Celine Dion only.  I heard lots of oooohs and ahhhs from the in-person crowd when Apple announced that theiPhone 17 Pro Maxwill go up to 2TB of storage. I wonder if all of those people were ready topony up 2,000 bones? I assume everyone’s already locked onto the purchase page forthe crossbody strap, right? But seriously: Apple’s keynote has been over only a few minutes, is there anything you saw that made you immediately go, “yep, that one, I will have it please and thank you?” For me I think it’sthe AirPods Pro 3. I’m close to sold on theWatch Series 11, though I have some worries about 5G and battery life. The phones... we’ll see. What’s on your shopping list? Anything so far?  8 Verge Score A great, basic Android phone — now with magnets. The world’s largest encyclopedia became the factual foundation of the web, but now it’s under attack. This kind of feels like Apple is forcing me to thetitanium iPhone Air. Apple switched to titanium for theiPhone 15 Protwo years ago, and it was noticeably lighter than the aluminum iPhone Pros that came before it. Why ditch titanium here?  The company said it’s building neural accelerators into each GPU core to prime users’ iPhones for intense AI workloads. It’s part of Apple’s bid to stay competitive in the AI race.  There is alotof new Apple tech inthe super-thin iPhone Air— Apple’s talking about the work it had to do on everything from the modem to the chip to make the phone this small. Check out the images below for an x-ray of the camera array, which is seriously crammed in there. Apparently it’s a “plateau,” not a camera bump. NewWatch Series 11, newWatch SE 3, newWatch Ultra 3. I’m due for an upgrade, and am thinking the Series 11 is probably the one for me? That 42 hours of Ultra battery does sound good, though. Check out the stories and the bentos, tell me which does it for you! Politicoreports that the company is seeking ridehailing permits from San Francisco, Oakland, and San Jose airports. But this is a bit like putting the robo-cart before the horse. Tesla still hasn’t acquired permits from California’s DMV to operate a fully driverless robotaxi service in the state. Instead, it hassafety monitors in the driver seat in all its ridehailing vehiclesin the state. [Politico] They look good! We’ll have to see how that “world’s best ANC” claim holds up, though.Check out Tom’s storyfor more, and here’s the bento box with all the details: And Apple CEO Tim Cook says there’s “a hands-on area” at the end, so, you know, hardware confirmed.Go read our liveblog, which is way ahead of all the streams! And also more fun. I’m betting we’ll get: iPhone 17s, iPhone Air. New Watches, new AirPods. (I am oddly more excited about new AirPods than any other device this year.) From whatBloombergand others have reported, there might be abigfocus on cases and accessories. I’m not expecting much Siri talk, and I don’t think we’ll see a new Vision Pro or even a new iPad, though both have been rumored to be possibilities. I’m not expecting fireworks, really. But I’m hoping against hope that Apple takes this opportunity, on the 10-year anniversary of the Apple Watch, to make it thephone-replacing,do-everything deviceit truly could be. Jake says: “A cool day here in Cupertino. It’s packed and we’re making our way into the venue.” Follow alongon our live blog! We’re here with the latest on iPhones, Apple Watches, and AirPods. This isthe iPhone event,so obviously Apple’s going to talk a lot about gadgets. But it’s also Apple’s most public, mainstream moment of the year, and a key moment to see how Apple explains itself to the world. Will the company talk about AI and Future Siri? Will it talk about privacy? ShowTed Lassotrailers? Or will it spend the day happily in the details of building beautiful devices? (One guess: probably no recap oflast week’s dinner with President Trump.) It’s always interesting to see what kind of company Apple hopes you think it is. I’m really asking. It looks very much like the whiz-bang-iest device of today’s Apple event — whichstarts in less than an hour!— will be a new device called either the iPhone 17 Air orjust the iPhone Air. Much will be made of its thinness; there might bea manila envelope. Are you psyched to see it? Totally ambivalent? Filled with rage at the whole concept? Our newsroom is all over the place, I want to know what you think. The feature will stick around beyond the announced 30-day sunset after receiving feedback that it is “special to many,” Nick Turley, head of ChatGPT,wrote on X. Last month, OpenAI was blasted for removing the popular 4o model, a decision thatTurley toldThe Verge“was a miss”.  ©2025Vox Media, LLC. All Rights Reserved",
        "publication_date": "2025-09-10 00:46:58.672479"
    },
    {
        "url": "https://www.ft.com",
        "source": "https://www.ft.com",
        "headline": "Financial Times Home",
        "body": "US issues rare censure after six killed in strikes on Gulf state US president makes extraordinary demand in bid to force Russia to end invasion of Ukraine New premier will have the tricky task of trying to secure parliamentary approval for a budget Tech group tries to lure customers to upgrade devices as it suffers from US trade war and slow progress on AI Updated figures point to far worse slowdown in labour market than previously thought Document released by House Democrats has apparent contributions from Trump, Clinton, Mandelson and Leon Black Booking.com, Expedia and Airbnb face threat of a technology that could bypass them as people make travel arrangements Sector has become the subject of takeover interest as buyers seize on depressed valuations After a stagnant few years, the territory’s financial sector is regaining its global standing with a push from Beijing Report unveils recommendations that it says will improve the health of children Year-old artificial intelligence group would increase its price tag as much as ten-fold in new funding round Luca de Meo indicates he may restructure some brands as shareholders approve his appointment UK-listed group to combine with Canadian copper producer in one of largest-ever mining deals Dutch chip equipment maker backs French artificial intelligence champion as US-China tensions rock tech industry Lay-offs mark ‘flashing red warning light’ for industry as executives brace for downturn that may last years US start-up secures Gulf kingdom’s backing to explore Pacific, as Washington seeks to counter Chinese dominance Labour wins by narrow margin but has to rely on a ragtag alliance of 4 smaller parties Surface temperatures in parts of ocean remain at highs despite lower global average for month With a few powerful companies now controlling the tech, some countries are trying to take back control Hyundai case will make foreign workers and companies increasingly wary of setting up in the US Xi Jinping’s anti-graft crackdown is increasingly broadening to detentions of officials’ family members Switzerland’s St Gallen retains the top spot, with strong showings from China and France Eightco Holdings raises $270mn to buy crypto coins linked to OpenAI chief’s digital ID project CEO hails ‘astonishing quarter’ of new deals to supply artificial intelligence computing power Discover unmissable flagship events with FT journalists to expand your thinking and elevate your career Gain access to a series of exclusive communities, convened by the Financial Times.",
        "publication_date": "2025-09-10 01:47:00.116523"
    },
    {
        "url": "https://arstechnica.com",
        "source": "https://arstechnica.com",
        "headline": "Ars Technica homepage",
        "body": "Featured tiny tune adventures Tiny Vinyl is a new pocketable record format for the Spotify age Format is \"more aligned with how artists are making and releasing music in the streaming era.\" Chris Foresman – 9/8/2025 | 256",
        "publication_date": "2025-09-08 00:00:00"
    },
    {
        "url": "https://www.cnet.com",
        "source": "https://www.cnet.com",
        "headline": "CNET",
        "body": "Check out CNET's ongoing coverage of the new iPhone 17, AirPods Pro 3 and Apple Watch Series 11. Our shopping experts unearth the best tech and home essential deals every day. If you make a purchase using our links, CNET may earn a commission. From gaming and the camera to new AI skills and the battery, I've been putting Google's new flagship phone through its paces. I went eyes-on with Samsung's two 115-inch TVs, and was surprised at what glare filters and Micro RGB backlights could do. It just might be the best espresso machine ever for small kitchens. The chatbot's agent has the computer do things for you. Paying for the pizza, however, is all on you. Think of them as AI factories, churning out your responses from ChatGPT, Gemini, Claude and all the other generative AI tools. The costs are staggering. Immerse yourself in our in-depth stories. Wi-Fi 8 plans to prioritize reliability in a data-hungry AI world, but you’ll have to wait a few years to get it. But I know some decent router choices you can grab today.",
        "publication_date": null
    },
    {
        "url": "https://www.slashdot.org",
        "source": "https://www.slashdot.org",
        "headline": "Reuters Withdraws Xi, Putin Longevity Video After China State TV Pulls Legal Permission To Use It(reuters.com)33",
        "body": "179096208 story Sam Altman Says Bots Are Making Social Media Feel 'Fake' (techcrunch.com) 65 Posted\n\t\t\t\tby BeauHD on Tuesday September 09, 2025 @09:00AM from the you-don't-say dept. An anonymous reader quotes a report from TechCrunch: X enthusiast and Reddit shareholder Sam Altman had an epiphany on Monday: Bots have made it impossible to determine whether social media posts are really written by humans , he posted . The realization came while reading (and sharing) some posts from the r/Claudecode subreddit, which were praising OpenAI Codex. OpenAI launched the software programming service that takes on Anthropic's Claude Code in May. Lately, that subreddit has been so filled with posts from self-proclaimed Code users announcing that they moved to Codex that one Reddit user even joked: \"Is it possible to switch to codex without posting a topic on Reddit?\" This left Altman wondering how many of those posts were from real humans. \"I have had the strangest experience reading this: I assume it's all fake/bots, even though in this case I know codex growth is really strong and the trend here is real,\" he confessed on X. He then live-analyzed his reasoning. \"I think there are a bunch of things going on: real people have picked up quirks of LLM-speak, the Extremely Online crowd drifts together in very correlated ways, the hype cycle has a very 'it's so over/we're so back' extremism, optimization pressure from social platforms on juicing engagement and the related way that creator monetization works, other companies have astroturfed us so i'm extra sensitive to it, and a bunch more (including probably some bots).\" [...] Altman also throws a dig at the incentives when social media sites and creators rely on engagement to make money. Fair enough. But then Altman confesses that one of the reasons he thinks the pro-OpenAI posts in this subreddit might be bots is because OpenAI has also been \"astroturfed.\" That typically involves posts by people or bots paid for by the competitor, or paid by some third-degree contractor, giving the competitor plausible deniability. [...] Altman surmises, \"The net effect is somehow AI twitter/AI Reddit feels very fake in a way it really didn't a year or two ago.\" If that's true, who's fault is it? GPT has led models to become so good at writing, that LLMs have become a plague not just to social media sites (which have always had a bot problem) but to schools, journalism, and the courts.",
        "publication_date": "2025-09-09 16:45:00"
    },
    {
        "url": "https://www.huffpost.com",
        "source": "https://www.huffpost.com",
        "headline": "HUFFPOST",
        "body": "For two decades, HuffPost has been fearless, unflinching, and relentless in pursuit of the truth. Support our mission to keep us around for the next 20 — we can't do this without you. We remain committed to providing you with the unflinching, fact-based journalism everyone deserves.Thank you again for your support along the way. We’re truly grateful for readers like you! Your initial support helped get us here and bolstered our newsroom, which kept us strong during uncertain times. Now as we continue, we need your help more than ever.We hope you will join us once again. We remain committed to providing you with the unflinching, fact-based journalism everyone deserves.Thank you again for your support along the way. We’re truly grateful for readers like you! Your initial support helped get us here and bolstered our newsroom, which kept us strong during uncertain times. Now as we continue, we need your help more than ever.We hope you will join us once again. Already contributed?Log in to hide these messages. Do you have info to share with HuffPost reporters?Here’s how. By entering your email and clicking Sign Up, you're agreeing to let us send you customized marketing messages about us and our advertising partners. You are also agreeing to ourTerms of ServiceandPrivacy Policy. Do you have info to share with HuffPost reporters?Here’s how.",
        "publication_date": "2025-09-09 00:00:00"
    },
    {
        "url": "https://www.aljazeera.net",
        "source": "https://www.aljazeera.net",
        "headline": "للجزيرة",
        "body": "aj-logo قد يحتوي هذا الفيديو أنماطا ضوئية أو صورا يمكن أن تسبب نوبات صرع أو عدم ارتياح لمن يعاني حساسيات بصرية الحرب على غزة.. حماس تؤكد فشل محاولة إسرائيل اغتيال وفدها بالدوحة blinking-dot تغطية مباشرة تغطية مباشرة, list 1 of 10 live-blue نشر منذ 36 دقائق منذ 36د ترامب: الهجوم على قطر قرار اتخذه نتنياهو وليس أنا list 2 of 10 live-blue نشر منذ 38 دقائق منذ 38د أكسيوس: الهجوم الإسرائيلي أثار غضب بعض كبار مستشاري ترامب",
        "publication_date": "2025-09-09 00:00:00"
    },
    {
        "url": "https://www.skynewsarabia.com",
        "source": "https://www.skynewsarabia.com",
        "headline": "أخبار اليوم | سكاي نيوز عربية",
        "body": null,
        "publication_date": null
    },
    {
        "url": "https://www.alarabiya.net",
        "source": "https://www.alarabiya.net",
        "headline": "Al Arabiya.Net العربية.نت",
        "body": null,
        "publication_date": null
    },
    {
        "url": "https://www.akhbaar24.com",
        "source": "https://www.akhbaar24.com",
        "headline": "أخبار 24 - الرئيسية",
        "body": null,
        "publication_date": null
    },
    {
        "url": "https://middle-east-online.com",
        "source": "https://middle-east-online.com",
        "headline": "MB: Ar: SideMenu",
        "body": "© 2000-2025 Middle East Online. All rights reserved.",
        "publication_date": null
    },
    {
        "url": "https://www.thenationalnews.com",
        "source": "https://www.thenationalnews.com",
        "headline": "The National - Latest world news, sport & opinion",
        "body": "Hamas says Israeli strike on Doha failed to kill its leaders Hamas says Israeli strike on Doha failed to kill its leaders Attack in Qatar 'does not advance Israel or America's goals', White House says Hamas's six-man leadership targeted in Doha by Israel UAE condemns 'treacherous' Israeli attack on Qatar Israel orders one million Palestinians to leave all of Gaza city In focus US senator hopes to see Syria sanctions lifted this year How patients risk being misled by ChatGPT's polished medical advice InterviewHamdok praises 'more structured and serious' US engagement in Sudan Could Dubai longevity drive make living to 120 a reality? CommentLibya looks set to finally turn the page, but much could still go wrong Tarab podcastAdnan Joubran on Le Trio, Mahmoud Darwish, and hearing Palestine What next for France after Bayrou government's collapse? TrendingJerusalem settlement shooting and Abraham Accords 'overturned' Video Blasts in Doha as Israel targets Hamas leaders Qatar has condemned the attack in which several explosions were heard More videos UN Secretary General condemns Israeli attack on Qatar Nepal's prime minister resigns after 19 killed in civil unrest Nuclear power is ‘off the table’ for Germany, Uniper CEO Michael Lewis says Middle Eastern heritage shines at Dubai Fashion Week Headlines Iran and IAEA reach deal on resuming nuclear inspections Agreement reached after talks in Cairo between Foreign Minister Abbas Araghchi and nuclear watchdog chief Rafael Grossi Ethiopia celebrates opening of Nile megadam as Egypt protests to UN Egypt's El Sisi orders study of possible pardons for seven activists Archaeologist strikes gold by unearthing rare 2,200-year-old coin Nepal's prime minister quits after 19 killed in clashes over social media ban Russian delegation in Damascus to discuss defence and regional stability RSF drones hit key sites near Sudan's army-held capital Israeli army kills five in Lebanon during US envoy's Beirut visit Lana Nusseibeh and Saeed Al Hajeri named Ministers of State in UAE government Business Culture Saudi Arabia’s PIF plans more Mena offices as it prepares new investment strategy Dubai's Property Finder raises $525m from Permira and Blackstone UK FinTech firm Revolut arrives in the UAE with regulator's approval Culture Dubai Fashion Week ends by revisiting Lebanese golden age Filmmaker and gamer turn Kuwait into a cyberpunk video game Bassem Youssef to perform at Coca-Cola Arena in Dubai Beyond the Headlines Delve deeper into the biggest stories from the Middle East and around the world Culture Bites Your guide to the arts and culture scene in the UAE Business Extra The stories, companies, trends, tech, Innovation and leaders shaping your world Trending Middle East The top news stories, field reports and insights from the Middle East and beyond Gender equality in the Arab world: where progress is most visible UAE scores highest in region for gender equality, UN findings show Most popular today UAE internet could be disrupted for six weeks amid Red Sea cable repairs Hamas says Israeli strike on Doha failed to kill its leaders ‘Will I qualify for a UAE golden visa if my basic salary is less than Dh30,000?’ Qatar says security officer killed in Israeli strike Israel's attack on Qatar: What we know Opinion Today's cartoonShadi's take on Israeli orders for Palestinians to leave Gaza city Newsletters Middle East Today Expert insight, analysis, exclusive reports plus all the latest news from the region, about the region The UAE Today Your essential source for must-read news from Abu Dhabi, Dubai and the rest of the Emirates Energy This Week Energy expert Robin Mills explains the latest in oil, clean energy and more in the UAE and beyond Beshara Your weekly dose of good news and inspiration, delivered to your inbox The Arts Edit Your guide to Middle Eastern arts and culture from the region, and about the region Future Beat A round-up of stories shaping the world, from AI and green tech to science and medicine Checking In Expert travel advice on destinations, getting there, and what to do on arrival View From London The stories that matter to you from across Europe, brought to you directly by our London bureau Weekender Make the most of your weekend with long reads, features and our quiz of the week On The Money Stay ahead in personal finance with expert tips on investing, saving and spending View From DC Insight from The National's Washington DC team on US politics and its impact on the Mena region Emirati UAE Chief Reporter Shireena Al Nowais explores stories shaping the Emirates and its people The Climate Edit Stay updated on climate change, sustainability and innovations shaping the Mena region’s future",
        "publication_date": "2010-03-05 00:00:00"
    },
    {
        "url": "https://arabic.cnn.com",
        "source": "https://arabic.cnn.com",
        "headline": "أول تعليق لترامب عن الضربة الإسرائيلية على قطر",
        "body": null,
        "publication_date": null
    },
    {
        "url": "https://www.bbc.com/arabic",
        "source": "https://www.bbc.com/arabic",
        "headline": "BBC News,عربي-الرئيسية",
        "body": "شنّ الجيش الإسرائيلي وجهاز الشاباك، عبر سلاح الجو، \"غارة دقيقة\" استهدفت قيادة حركة حماس في الدوحة، ومن جانبها، أعلنت حركة حماس فشل محاولة الاغتيال لقيادييها، وإن الهجوم أدى إلى مقتل عدد من مرافقي الوفد، بينهم نجل خليل الحية، وجهاد لبد مدير مكتبه، وثلاثة من المرافقين. نقلت القناة 14 الإسرائيلية عن مسؤول إسرائيلي أن الجيش استهدف قيادة حركة حماس في الدوحة، من بينهم القيادي خليل الحية، فماذا نعرف عنه؟ في أعقاب عملية إطلاق النار الأخيرة في القدس، برزت أسئلة عديدة بشأن هوية المنفذين، والآلية التي تمكنوا عبرها من الوصول إلى موقع الهجوم. يمكن للحم الغزال أن يكون جزءاً من الأنظمة الغذائية الصديقة للمناخ على المستوى المحلي، إلا أن المسألة تزداد تعقيداً عند النظر إليها على نطاق عالمي. حذّر خبراء إسرائيليون من أن إخلاء مدينة غزة بالكامل يُعمّق الكارثة الإنسانية ويعقّد مفاوضات تحرير الرهائن، وذلك وسط تطورات في موقف حماس وتصعيد للضغوط الشعبية والدولية لوقف الحرب. جولة الصحف تتطرق لقضية حجب الثقة عن الحكومة الفرنسية وتداعياتها، ومدى تشابه الأزمة الفرنسية مع الحالة البريطانية قرار وزارة الصحة المصرية الأخير برفع أسعار خدمات الصحة النفسية في المستشفيات الحكومية يضع مئات الأسر أمام خيارات صعبة. ويحذر خبراء من تزايد حالات الانتكاس والإقصاء عن العلاج، ويدقون ناقوس الخطر بشأن تداعيات مجتمعية خطيرة. افتتحت إثيوبيا رسمياً سد النهضة العملاق على النيل الأزرق، مثبتة حضورها كقوة إقليمية صاعدة في الطاقة. في المقابل، ترى القاهرة أن السد يشكل تهديداً وجودياً قد يفاقم أزمة الشح المائي ويقوّض أمنها القومي. الدخول في علاقة جديدة بعد الانفصال لا يعني بالضرورة التسرّع أو الهروب، بل قد يكون خطوة مفيدة للتعافي، وفقاً لدراسات تؤكد أن من يسارعون بالارتباط مجدداً يشعرون بثقة وسعادة أكبر وقلق أقل، بشرط أن يكون الانتقال سلساً ومتوازناً. تابعوا آخر الأخبار والتطورات حول العالم من خلال قناتنا على واتساب. فريق بي بي سي نيوز عربي يقدم لكم تقارير وتحليلات وتحقيقات، مكتوبة ومسموعة ومرئية. افتتحت إثيوبيا رسمياً سد النهضة، أكبر مشروع كهرومائي في إفريقيا، مؤكدة أنه يهدف لتزويد الملايين بالكهرباء. لكن مصر اعتبرت الخطوة إجراءً أحادياً مخالفاً للقانون الدولي. أصبح مراهق توفي بسبب سرطان الدم عام 2006 أول قديس كاثوليكي من جيل الألفية، فما القصة؟ تحدثت بي بي سي إلى والدة الطفلة هند رجب التي لم تشاهد الفيلم خوفاً من استعادة الذكرى المؤلمة لرحيل ابنتها تكشف شهادات الناجين لحظات الرعب التي رافقت الحادث المأساوي على شاطئ أبو تلات بالإسكندرية، فما الذي يحدث في بحر الإسكندرية؟ في تقرير عطية نبيل قالت غريتا ثانبورغ – الناشطة في مجال تغير المناخ - في مقابلة مع بي بي سي إن مشاركتها في قافلة الصمود المتجهة إلى غزة لإيصال مساعدات إنسانية إلى هناك هو وفاء بوعد العودة مرة أخرى لمساعدة هالي غزة بعدما اعتراض السلطات الإسرائيلية سفن كانت قد انطلقت في إطارحملة \"أسطول الحرية\" على مدار الشهور السابقة. جهازك لا يدعم تشغيل الفيديو يقدم لكم تلفزيون بي بي سي العربي الأخبار والأنباء العاجلة والتحليلات والحوارات والبرامج الوثائقية، على مدى 24 ساعة كل يوم. أوضح متحدث الأمم المتحدة ستيفان دوجاريك، خلال مؤتمر صحفي، أن العام الدراسي الجديد يقترب، و\"أطفال غزة سيفقدون فرصة التعليم للعام الثالث على التوالي، التعليم حق أساسي ولا يجوز حرمان أي طفل منه\". نسلط الضوء في هذا التقرير على هؤلاء الصحفيين وأبرز أعمالهم وأحلامهم وطموحاتهم، مع التذكير بأنهم مدنيون يقومون بعملهم في أوقات الأزمات والصراعات، كما يجب ألاّ تستهدفهم الأطراف المتحاربة، بل يجب على كافة الأطراف اتخاذ الخطوات والتدابير اللازمة لضمان حمايتهم. قال المستشرق الأمريكي ريتشارد غوتهيل إن غزة هي \"نقطة الالتقاء للقوافل التي كانت تنقل البضائع إلى البحر الأبيض المتوسط، ومركز توزيع هذه البضائع إلى سوريا وآسيا الصغرى وأوروبا، وهي همزة الوصل بين فلسطين ومصر\". يثير الجوع المنتشر في قطاع غزة في ظل الحصار الإسرائيلي مخاوف أم فلسطينية من فقدان ابنتها جنى بعد أن نال من رضيعتها جوري مأساة إيمان ليست فقط في أنها فاقدة للسمع، ولا تستطيع سماع أصوات القصف والانفجارات لحماية نفسها وأبنائها منه، بل في أنها فقدت زوجها المعيل الوحيد للعائلة في هذه الحرب، وفقدت معه ابنتها، لتجد نفسها وحيدة في خيمة نزوح في مدينة غزة، مع ثلاثة أطفال، اثنان منهم فاقدان للسمع مثلها. غارة إسرائيلية تستهدف قيادات حماس في العاصمة القطرية الدوحة  والأنباء تتحدث عن مقتل خمسة أشخاص، بينهم نجل رئيس وفد حماس المفاوض خليل الحية ومدير مكتبه وثلاثة من مرافقي قيادات الحركة. ومصادر بالحركة تؤكد أن الوفد القيادي برئاسة خليل الحية نجا من الاستهداف افتتحت إثيوبيا رسمياً، سد النهضة بعد 14 عاماً من بدء أعمال البناء، وهو أكبر سد لتوليد الطاقة الكهرومائية في إفريقيا. غارة إسرائيلية على قادة حماس في العاصمة القطرية الدوحة وغموض حول المستهدفين أغضب الممثل السوري الشهير سلوم حداد المصريين بعد أن انتقد في ندوة ثقافية بالإمارات نطق الفنانين المصريين للغة تمكّن سبعة قُصّر جزائريين، تتراوح أعمارهم  بين 14 و17 عامًا ، من الوصول بمفردهم إلى السواحل الإسبانية في رحلة هجرة غير شرعية من الجزائر العاصمة إلى جزيرة إيبيزا الإسبانية. شهدت إسطنبول احتجاجات لأنصار حزب الشعب الجمهوري، أكبر أحزاب المعارضة التركية، بعد قرار المحكمة بإقالة قيادة الحزب المحلية وفرض الشرطة حصارا على مبنى الحزب بمنطقة ساريير. تُمثل جرائم الاغتصاب أحد أكثر جرائم العنف الجنسي شدة وخطرا على المجتمع، وعلى الرغم من خطورتها وما تمثله من انتهاك جسيمٍ لحقوق الضحية، تشير نسب الإبلاغ عن هذه الجرائم ومعاقبة مرتكبيها في المنطقة العربية إلى تدنٍ واضحٍ مقارنة بنسب تسجيلها ومحاسبة مقترفيها في الدول الغربية. عز العرب أحاجي: قانون الأحوال الجنائية لم يصبح دستورياً بعد. دليل دامغ يشير إلى أن الزعيم الشيعي موسى الصدر قتل في ليبيا تكشفه بي بي سي الجزائر ترفع تحفظها عن المادة 15 من \"سيداو\": خطوة تُعد مكسباً لحقوق المرأة، لكنها تثير جدلاً حول الأسرة وقانونها. يعاني الصحفيون في قطاع غزة ما يعانيه السكان من جوع ونزوح فوق أعباء مهنتهم ومخاطرها. تحدث عدد من الصحفيين لبي بي سي عن ظروف حياتهم وعملهم في غزة التي تقترب الحرب فيها من عامها الثاني. دمشق تنفي أي اتفاق وشيك مع إسرائيل وتربطه بتنفيذ اتفاق فصل القوات 1974 وانسحابها من الجولان. في المقابل، تُطرح تسريبات عن بحث أمني متقدم تعتبره إسرائيل فرصة لفرض شروطها على سوريا. فماذا نعرف حتى الآن؟ ©2025 بي بي سي. بي بي سي ليست مسؤولة عن محتوى المواقع الخارجية.سياستنا بخصوص الروابط الخارجية.",
        "publication_date": "2025-09-09 20:47:23.686616"
    },
    {
        "url": "https://www.masaar.com",
        "source": "https://www.masaar.com",
        "headline": "مسار تدعم نمو أعمالك",
        "body": "نساعدك على تبني أفضل الممارسات والمنهجيات في التحول الرقمي وتحليل البيانات والذكاء الاصطناعي للنمو بأعمالك. فلنبدأ! جميع الحقوق محفوظة -معلومات عن الموقع والبرمجيات الحرة ومفتوحة المصدر",
        "publication_date": null
    },
    {
        "url": "https://www.rt.com",
        "source": "https://www.rt.com",
        "headline": "Top stories",
        "body": "RT News App © Autonomous Nonprofit Organization “TV-Novosti”, 2005–2025. All rights reserved. This website uses cookies. Read RTPrivacy policyto find out more.",
        "publication_date": "2011-07-05 00:00:00"
    },
    {
        "url": "https://tass.com",
        "source": "https://tass.com",
        "headline": "Hamas refutes death of its senior officials in Israeli strike",
        "body": null,
        "publication_date": null
    },
    {
        "url": "https://www.rbc.ru",
        "source": "https://www.rbc.ru",
        "headline": "Новости",
        "body": null,
        "publication_date": "2025-09-09 00:00:00"
    },
    {
        "url": "https://meduza.io/en",
        "source": "https://meduza.io/en",
        "headline": "‘I ended up here because of what I wrote’In their own words, Meduza’s anonymous staff members introduce themselves to readers",
        "body": "explainers Only 2 out of every 1,000 readers support Meduza monthly. With numbers like that, we won’t last much longer. We need your help. a month ago Before Russia’s full-scale invasion of Ukraine, Meduza received 33,000 donations each month — and we’re still grateful… Read more Before Russia’s full-scale invasion of Ukraine, Meduza received 33,000 donations each month — and we’re still grateful for each and every one. But today, because the Russian government has outlawed Meduza as “undesirable,” it’s unsafe for our readers in Russia to support us financially. That might not seem like the end of the world: after all, we have more than three million readers abroad, in both Russian and English. However, only 0.2 percent of them make regular donations to our crowdfunding campaign. If that number doesn’t rise to at least 0.5 percent soon, Meduza’s future is at serious risk. To be honest, we’re scared — both for our newsroom and for our readers inside Russia who desperately need independent media. If you live outside Russia and read Meduza, please consider signing up for a monthly donation. Choose whatever amount feels right for you. Meanwhile, we’ll keep working hard to bring you honest, engaging coverage of Russia, Ukraine, and the wider region.",
        "publication_date": null
    },
    {
        "url": "https://www.echo.msk.ru",
        "source": "https://www.echo.msk.ru",
        "headline": "Ритм Москвы",
        "body": null,
        "publication_date": "2025-09-09 00:00:00"
    }
]